Repository: ablehunder/tarikh
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: Title
id: Judul

source: Short Description
id: Deskripsi Singkat

source: Description
id: Deskripsi

source: Footnote
id: Catatan Kaki

source: Thumbnail URL
id: URL Thumbnail

source: Thumbnail Credit
id: Kredit Thumbnail

source: Scales
id: Skala

source: Authors
id: Pengarang

source: JSON Attributes
id: Atribut JSON

source: Name
id: Nama

source: Visible
id: Terlihat

source: Event Group
id: Grup kejadian

source: Media URL
id: URL Media

source: Media Caption
id: Judul Media

source: Media Credit
id: Kredit Media

source: Hijri
id: Hijriyah

source: Gregorian
id: Masehi

source: Search
id: Cari

source: No Script
id: Script tidak aktif

source: Your browser has javascript disabled or blocked for this site.<br> Please enable it to get best viewing feature.
id: Peramban anda menonaktifkan / memblokir javascript untuk situs ini.<br> Mohon aktifkan untuk mendapatkan fitur yang terbaik.

source: Share via Facebook
id: Bagikan melalui Facebook

source: Share via Twitter
id: Bagikan melalui Twitter

source: Share via WhatsApp
id: Bagikan melalui WhatsApp

source: Share via Pinterest
id: Bagikan melalui Pinterest

source: Share via e-mail
id: Bagikan melalui e-mail

source: Share via LinkedIn
id: Bagikan melalui LinkedIn

source: Share via Google+
id: Bagikan melalui Google+

source: Share via Tumblr
id: Bagikan melalui Tumblr

source: Share via Telegram
id: Bagikan melalui Telegram

source: Add to Pocket
id: Tambahkan ke Pocket

source: Share this..
id: Bagikan ini..

source: Suggestion
id: Saran

source: No result found
id: Tidak ditemukan

source: Desktop/Tablet Mode - Horizontal Timeline
id: Mode Desktop/Tablet - Lini Masa Horisontal

source: Mobile Mode - Vertical Timeline
id: Mode Mobile - Lini Masa Vertikal

source: Sort Date Ascending
id: Urut Tanggal Lampau - Terkini

source: Sort Date Descending
id: Urut Tanggal Terkini - Lampau

source: Small Font
id: Font Kecil

source: Large Font
id: Font Besar

source: Font Size
id: Ukuran Font

source: More
id: Lebih

source: Less
id: Kurang

source: Click for detail
id: Klik untuk melihat detil
